<?xml version='1.0' encoding='utf-8'?>
<resources>
  <string name="action_cancel">မလုပ်ဆောင်တော့ပါ</string>
  <string name="action_ok">ကောင်းပြီ</string>
  <string name="urlbar_hint">ရှာဖွေပါ သို့မဟုတ် လိပ်စာရိုက်ပါ</string>
    <string name="menu_settings">အပြင်အဆင်များ</string>
  <string name="menu_about">အကြောင်း</string>
    <string name="preference_language">ဘာသာစကား</string>
  <string name="preference_language_systemdefault">စနစ် သတ်မှတ်ချက်</string>
    <string name="preference_category_privacy">ကိုယ်ပိုင်လွတ်လပ်ခွင့်</string>
  <string name="preference_privacy_block_ads">ကြော်ငြာနောက်ယောက်ခံ ကိရိယာများကို ပိတ်ပင်ပါ</string>
  <string name="preference_privacy_block_analytics">သရုပ်ခွဲလေ့လာသည့် နောက်ယောင်ခံကိရိယာများကို ပိတ်ပင်ပါ</string>
  <string name="preference_privacy_block_social">လူမှုမီဒီယာ နောက်ယောင်ခံကိရိယာများကို ပိတ်ပင်ပါ</string>
  <string name="preference_privacy_block_content">အခြားသော အကြောင်းအရာနောက်ယောက်ခံကိရိယာများကို ပိတ်ပင်ပါ</string>
    <string name="preference_category_performance">လုပ်ဆောင်မှု</string>
  <string name="preference_performance_block_webfonts">ဝဘ်ဖောင့်များကို ပိတ်ပင်ပါ</string>
  <string name="preference_performance_block_webfonts_summary">အိုင်ကွန်များ သို့မဟုတ် ရုပ်ပုံများမပေါ်ခြင်း ဖြစ်စေနိုင်သည်</string>
    <string name="preference_mozilla_telemetry2">အသုံးပြုမှုဆိုင်ရာ အချက်အလက်များကို ပေးပို့ရန်</string>
    <string name="preference_privacy_notice">ကိုယ်ရေးကာကွယ်မှု သတိပေးချက်</string>
    <string name="accessibility_announcement_loading">ဆောင်ရွက်နေသည်</string>
  <string name="accessibility_announcement_loading_finished">ဝဘ်ဆိုက်ကို ဖွင့်ပြီးပြီ</string>
    <string name="content_description_forward">ရှေ့သို့ သွားပါ</string>
  <string name="content_description_reload">ဝဘ်ဆိုက်ကို ပြန်ဖွင့်ပါ</string>
  <string name="content_description_back">နောက်သို့ သွားပါ</string>
    <string name="external_app_prompt_title">အခြားအက်ပ်တွင် လင့်ခ်ကို ဖွင့်ပါ</string>
  <string name="external_app_prompt">%2$s တွင် ယခုလင့်ခ်ကို ဖွင့်ရန် %1$s ထံမှ ထွက်ခွာနိုင်ပါသည်။</string>
  <string name="external_app_prompt_no_app_title">လင့်ခ်ကို ဖွင့်နိုင်သော အက်ပ်ကို ရှာပါ</string>
  <string name="external_app_prompt_no_app">ယခုလင့်ခ်ကို ကိရိယာရှိ မည်သည့်အက်ပ်မျှ မဖွင့်နိုင်ပါ။ ၎င်းကို ဖွင့်နိုင်သည့်အက်ပ် %2$s တွင် ရှာဖွေရန် %1$s ထံမှ ထွက်ခွာနိုင်ပါသည်။</string>
  <string name="external_multiple_apps_matched_exit">လုံခြုံစွာ ဝဘ်ဆိုက်ကြည့်ရှုခြင်းမှ ထွက်ပါမည်လား။</string>
    <string name="errorpage_title">စာမျက်နှာဖွင့်လှစ်မှု အမှား</string>
  <string name="errorpage_refresh">ထပ်မံ ဆောင်ရွက်ကြည့်ပါ</string>
  <string name="error_connectionfailure_title">မချိတ်ဆက်နိုင်ပါ</string>
  <string name="error_connectionfailure_message"><![CDATA[<ul xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2">"\n        "<li>&#4122;&#4097;&#4143;&#4125;&#4120;&#4154;&#4102;&#4141;&#4143;&#4096;&#4154;&#4096;&#4141;&#4143; &#4122;&#4140;&#4122;&#4142; &#4129;&#4126;&#4143;&#4150;&#4152;&#4121;&#4117;&#4156;&#4143;&#4116;&#4141;&#4143;&#4100;&#4154;&#4117;&#4139; &#4126;&#4141;&#4143;&#4151;&#4121;&#4127;&#4143;&#4112;&#4154; &#4129;&#4126;&#4143;&#4150;&#4152;&#4117;&#4156;&#4143;&#4126;&#4144; &#4121;&#4155;&#4140;&#4152;&#4116;&#4145;&#4126;&#4145;&#4140;&#4096;&#4156;&#4145;&#4140;&#4100;&#4151;&#4154; &#4118;&#4156;&#4101;&#4154;&#4116;&#4141;&#4143;&#4100;&#4154;&#4126;&#4106;&#4154;&#4171;</li>"\n        "<li>&#4129;&#4096;&#4122;&#4154;&#4173; &#4126;&#4100;&#4154;&#4126;&#4106;&#4154; &#4121;&#4106;&#4154;&#4126;&#4106;&#4151;&#4154;&#4125;&#4120;&#4154;&#4102;&#4141;&#4143;&#4096;&#4154;&#4121;&#4155;&#4158; &#4121;&#4118;&#4157;&#4100;&#4151;&#4154;&#4116;&#4141;&#4143;&#4100;&#4154;&#4117;&#4139;&#4096; &#4126;&#4100;&#4151;&#4154;&#4121;&#4141;&#4143;&#4120;&#4141;&#4143;&#4100;&#4154;&#4152;&#4096;&#4141;&#4123;&#4141;&#4122;&#4140;&#4175; &#4114;&#4145;&#4112;&#4140; &#4126;&#4141;&#4143;&#4151;&#4121;&#4127;&#4143;&#4112;&#4154; &#4125;&#4141;&#4143;&#4100;&#4154;&#4118;&#4141;&#4143;&#4100;&#4154; &#4097;&#4155;&#4141;&#4112;&#4154;&#4102;&#4096;&#4154;&#4121;&#4158;&#4143;&#4096;&#4141;&#4143; &#4101;&#4101;&#4154;&#4102;&#4145;&#4152;&#4117;&#4139;&#4171;</li>"\n      "</ul>]]></string>
  <string name="error_timeout_title">ချိတ်ဆက်မှုသည် သတ်မှတ်ချိန် ကျော်လွန်ခဲ့သည်</string>
  <string name="error_hostLookup_title">ဆာဗာကို မတွေ့ပါ</string>
  <string name="error_hostLookup_message"><![CDATA[<ul xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2">"\n        "<li>"&#4129;&#4145;&#4140;&#4096;&#4154;&#4117;&#4139;&#4096;&#4146;&#4151;&#4126;&#4141;&#4143;&#4151; &#4101;&#4140;&#4123;&#4141;&#4143;&#4096;&#4154;&#4129;&#4121;&#4158;&#4140;&#4152;&#4121;&#4155;&#4140;&#4152; &#4123;&#4158;&#4141;/&#4121;&#4123;&#4158;&#4141; &#4124;&#4141;&#4117;&#4154;&#4101;&#4140;&#4096;&#4141;&#4143; &#4101;&#4101;&#4154;&#4102;&#4145;&#4152;&#4117;&#4139;\n          "<strong>ww</strong>".example.com &#4127;&#4143; &#4121;&#4158;&#4140;&#4152;&#4123;&#4145;&#4152;&#4113;&#4140;&#4152;&#4097;&#4156;&#4100;&#4154;&#4152;\n          "<strong>www</strong>.example.com</li>"\n        "<li>&#4126;&#4100;&#4154;&#4126;&#4106;&#4154; &#4121;&#4106;&#4154;&#4126;&#4106;&#4151;&#4154;&#4125;&#4120;&#4154;&#4102;&#4141;&#4143;&#4096;&#4154;&#4121;&#4155;&#4158; &#4121;&#4118;&#4157;&#4100;&#4151;&#4154;&#4116;&#4141;&#4143;&#4100;&#4154;&#4117;&#4139;&#4096; &#4126;&#4100;&#4151;&#4154;&#4096;&#4141;&#4123;&#4141;&#4122;&#4140;&#4175; &#4114;&#4145;&#4112;&#4140; &#4126;&#4141;&#4143;&#4151;&#4121;&#4127;&#4143;&#4112;&#4154; &#4125;&#4141;&#4143;&#4100;&#4154;&#4118;&#4141;&#4143;&#4100;&#4154; &#4097;&#4155;&#4141;&#4112;&#4154;&#4102;&#4096;&#4154;&#4121;&#4158;&#4143;&#4096;&#4141;&#4143; &#4101;&#4101;&#4154;&#4102;&#4145;&#4152;&#4117;&#4139;&#4171;</li>"\n      "</ul>]]></string>
  <string name="error_malformedURI_title">လိပ်စာမှားနေသည်</string>
  <string name="error_malformedURI_message"><![CDATA[<ul xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2">"\n  "<li>"&#4125;&#4120;&#4154;&#4124;&#4141;&#4117;&#4154;&#4101;&#4140;&#4121;&#4155;&#4140;&#4152;&#4096;&#4141;&#4143; &#4117;&#4143;&#4150;&#4121;&#4158;&#4116;&#4154;&#4129;&#4140;&#4152;&#4118;&#4156;&#4100;&#4151;&#4154; "<strong>http://www.example.com/</strong>" &#4096;&#4146;&#4151;&#4126;&#4141;&#4143;&#4151; &#4123;&#4145;&#4152;&#4124;&#4145;&#4151;&#4123;&#4158;&#4141;&#4126;&#4106;&#4154;"</li>"\n  "<li>"&#4123;&#4158;&#4145;&#4151;&#4122;&#4141;&#4143;&#4100;&#4154;&#4121;&#4155;&#4105;&#4154;&#4152;&#4101;&#4145;&#4140;&#4100;&#4154;&#4152;&#4096;&#4141;&#4143; &#4129;&#4126;&#4143;&#4150;&#4152;&#4117;&#4156;&#4143;&#4113;&#4140;&#4152;&#4097;&#4156;&#4100;&#4154;&#4152; &#4127;&#4143;&#4112;&#4154;/&#4121;&#4127;&#4143;&#4112;&#4154; &#4101;&#4101;&#4154;&#4102;&#4145;&#4152;&#4117;&#4139;&#4171; (&#4116;&#4121;&#4144;&#4116;&#4140; "<strong>/</strong>)</li>\n</ul>]]></string>
  <string name="error_redirectLoop_title">ယခုစာမျက်နှာသည် ကောင်းမွန်စွာ လမ်းညွှန်မပေးနိုင်ပါ</string>
  <string name="error_redirectLoop_message"><![CDATA[<ul xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2">"\n  "<li>&#4096;&#4157;&#4112;&#4154;&#4096;&#4142;&#4152;&#4129;&#4126;&#4143;&#4150;&#4152;&#4117;&#4156;&#4143;&#4121;&#4158;&#4143; &#4117;&#4141;&#4112;&#4154;&#4113;&#4140;&#4152;&#4097;&#4156;&#4100;&#4154;&#4152; &#4126;&#4141;&#4143;&#4151;&#4121;&#4127;&#4143;&#4112;&#4154; &#4124;&#4096;&#4154;&#4121;&#4097;&#4150;&#4097;&#4156;&#4100;&#4154;&#4152; &#4101;&#4126;&#4106;&#4154;&#4112;&#4141;&#4143;&#4151;&#4126;&#4106;&#4154; &#4112;&#4101;&#4154;&#4097;&#4139;&#4112;&#4101;&#4154;&#4123;&#4150; &#4122;&#4097;&#4143;&#4117;&#4156;&#4159;&#4116;&#4140;&#4096;&#4141;&#4143; &#4118;&#4156;&#4101;&#4154;&#4117;&#4145;&#4139;&#4154;&#4101;&#4145;&#4116;&#4141;&#4143;&#4100;&#4154;&#4126;&#4106;&#4154;&#4171;</li>\n</ul>]]></string>
  <string name="error_unsupportedprotocol_title">လိပ်စာကို နားမလည်ပါ</string>
  <string name="error_unsupportedprotocol_message"><![CDATA[<ul xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2">"\n  "<li>&#4122;&#4097;&#4143;&#4124;&#4141;&#4117;&#4154;&#4101;&#4140;&#4096;&#4141;&#4143; &#4118;&#4157;&#4100;&#4151;&#4154;&#4123;&#4116;&#4154; &#4129;&#4097;&#4156;&#4140;&#4152;&#4102;&#4145;&#4140;&#4151;&#4118;&#4154;&#4125;&#4146;&#4124;&#4154; &#4112;&#4117;&#4154;&#4102;&#4100;&#4154;&#4123;&#4116;&#4154; &#4124;&#4141;&#4143;&#4129;&#4117;&#4154;&#4096;&#4145;&#4140;&#4100;&#4154;&#4152; &#4124;&#4141;&#4143;&#4129;&#4117;&#4154;&#4116;&#4141;&#4143;&#4100;&#4154;&#4126;&#4106;&#4154;&#4171;</li>\n</ul>]]></string>
  <string name="error_sslhandshake_title">လုံခြုံသော ချိတ်ဆက်မှု မအောင်မြင်ခဲ့ပါ</string>
  <string name="error_sslhandshake_message"><![CDATA[<ul xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2">"\n  "<li>&#4122;&#4097;&#4143;&#4117;&#4156;&#4159;&#4116;&#4140;&#4126;&#4106;&#4154; &#4102;&#4140;&#4119;&#4140;&#4175; &#4129;&#4117;&#4156;&#4100;&#4154;&#4129;&#4102;&#4100;&#4154;&#4096;&#4156;&#4145;&#4140;&#4100;&#4151;&#4154; &#4126;&#4141;&#4143;&#4151;&#4121;&#4127;&#4143;&#4112;&#4154; &#4112;&#4101;&#4154;&#4122;&#4145;&#4140;&#4096;&#4154;&#4122;&#4145;&#4140;&#4096;&#4154;&#4126;&#4106;&#4154; &#4102;&#4140;&#4119;&#4140; &#4129;&#4122;&#4145;&#4140;&#4100;&#4154;&#4102;&#4145;&#4140;&#4100;&#4154;&#4116;&#4145;&#4126;&#4145;&#4140;&#4096;&#4156;&#4145;&#4140;&#4100;&#4151;&#4154; &#4118;&#4156;&#4101;&#4154;&#4116;&#4141;&#4143;&#4100;&#4154;&#4126;&#4106;&#4154;&#4171;</li>"\n  "<li>&#4129;&#4096;&#4122;&#4154;&#4173; &#4126;&#4100;&#4154;&#4126;&#4106;&#4154; &#4129;&#4123;&#4100;&#4154;&#4096; &#4122;&#4097;&#4143;&#4102;&#4140;&#4119;&#4140;&#4096;&#4141;&#4143; &#4097;&#4155;&#4141;&#4112;&#4154;&#4102;&#4096;&#4154;&#4097;&#4146;&#4151;&#4118;&#4144;&#4152;&#4117;&#4139;&#4096; &#4122;&#4097;&#4143;&#4117;&#4156;&#4159;&#4116;&#4140;&#4126;&#4106;&#4154; &#4122;&#4140;&#4122;&#4142; &#4118;&#4156;&#4101;&#4154;&#4116;&#4141;&#4143;&#4100;&#4154;&#4126;&#4106;&#4154;&#4170; &#4116;&#4145;&#4140;&#4100;&#4154;&#4112;&#4157;&#4100;&#4154; &#4117;&#4156;&#4116;&#4154;&#4124;&#4106;&#4154;&#4097;&#4155;&#4141;&#4112;&#4154;&#4102;&#4096;&#4154;&#4096;&#4156;&#4106;&#4151;&#4154;&#4117;&#4139;&#4171;</li>\n</ul>]]></string>
  <string name="error_generic_title">Oops</string>
  <string name="error_generic_message">အခြားအကြောင်းအရာများ ရှိသောကြောင့် ယခုစာမျက်နှာကို မဖွင့်နိုင်ပါ။</string>
    <string name="your_rights_content1">%1$s သည် Mozilla နှင့် အခြားကူညီပံ့ပိုးသူများက ပြုလုပ်ထားသော အခမဲ့နှင့် ပွင့်လင်းရင်းမြစ်ဆော့ဖ်ဝဲလ် ဖြစ်ပါသည်။</string>
  <string name="your_rights_content2"><![CDATA[<a xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2" href="%2$s">Mozilla Public License</a>" နှင့် အခြားပွင့်လင်းရင်းမြစ်လိုင်စင်များရှိ စကားရပ်များအတိုင်း %1$s ကို အသုံးပြုနိုင်ပါသည်။"]]></string>
  <string name="your_rights_content3"><![CDATA["You are not granted any rights or licenses to the trademarks of the Mozilla Foundation or any party, including the Mozilla, Firefox or %1$s names or logos. အခြား သိရှိလိုသော အချက်အလက်များကို "<a xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2" href="%2$s">&#4114;&#4142;&#4116;&#4145;&#4123;&#4140;&#4112;&#4157;&#4100;&#4154;</a>" ကြည့်ရှုနိုင်ပါသည်။"]]></string>
  <string name="your_rights_content4"><![CDATA["%1$s အတွက် တွဲဖက်ရင်းမြစ်ကုဒ်များကို အခြားသော လွတ်လပ်နှင့် ပွင့်လင်းရင်းမြစ် "<a xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2" href="%2$s">&#4124;&#4141;&#4143;&#4100;&#4154;&#4101;&#4100;&#4154;&#4121;&#4155;&#4140;&#4152;</a>ရှိ စကားရပ်များအတိုင်း ရနိုင်ပါသည်။]]></string>
  <string name="your_rights_content5"><![CDATA["%1$s သည် Disconnect, Inc က ပေးထားသော တားမြစ်စာရင်းကို သီးခြားလွတ်လပ် လုပ်ဆောင်မှုအနေဖြင့် "<a xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2" href="%2$s">GNU General Public License v3</a>" ရှိ စကားရပ်များအတိုင်း အသုံးပြုထားသည်။ ထို့ပြင် ၎င်းကို "<a xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2" href="%3$s">&#4122;&#4097;&#4143;&#4116;&#4145;&#4123;&#4140;&#4112;&#4157;&#4100;&#4154;</a>" ရယူနိုင်ပါသည်။"]]></string>
</resources>
