<?xml version='1.0' encoding='utf-8'?>
<resources>
  <string name="action_cancel">ยกเลิก</string>
  <string name="action_ok">ตกลง</string>
    <string name="urlbar_hint">ค้นหาหรือป้อนที่อยู่</string>
    <string name="menu_settings">การตั้งค่า</string>
  <string name="menu_about">เกี่ยวกับ</string>
    <string name="preference_language">ภาษา</string>
  <string name="preference_language_systemdefault">ค่าเริ่มต้นของระบบ</string>
    <string name="preference_category_privacy">ความเป็นส่วนตัว</string>
  <string name="preference_privacy_block_ads">ปิดกั้นตัวติดตามของโฆษณา</string>
  <string name="preference_privacy_block_ads_summary">โฆษณาบางตัวติดตามการเยี่ยมชมไซต์ แม้ว่าคุณไม่ได้คลิกโฆษณา</string>
  <string name="preference_privacy_block_analytics">ปิดกั้นตัวติดตามของการวิเคราะห์</string>
  <string name="preference_privacy_block_analytics_summary">ใช้เพื่อเก็บรวบรวม วิเคราะห์ และวัดกิจกรรมอย่างการแตะและการเลื่อน</string>
  <string name="preference_privacy_block_social">ปิดกั้นตัวติดตามทางสังคม</string>
  <string name="preference_privacy_block_social_summary">ฝังอยู่ในไซต์เพื่อติดตามการเยี่ยมชมของคุณและแสดงผลฟังก์ชันอย่างปุ่มแบ่งปัน</string>
  <string name="preference_privacy_block_content">ปิดกั้นตัวติดตามของเนื้อหาอื่น ๆ</string>
  <string name="preference_privacy_block_content_summary2">การเปิดใช้งานอาจส่งผลให้หน้าบางส่วนทำงานอย่างไม่คาดคิด</string>
    <string name="preference_category_performance">ประสิทธิภาพ</string>
  <string name="preference_performance_block_webfonts">ปิดกั้นแบบอักษรเว็บ</string>
  <string name="preference_performance_block_webfonts_summary">อาจส่งผลให้ไอคอนหรือภาพขาดหายไป</string>
    <string name="preference_mozilla_telemetry2">ส่งข้อมูลการใช้งาน</string>
    <string name="preference_privacy_notice">ประกาศความเป็นส่วนตัว</string>
    <string name="accessibility_announcement_loading">กำลังโหลด</string>
  <string name="accessibility_announcement_loading_finished">โหลดเว็บไซต์แล้ว</string>
    <string name="content_description_forward">นำทางเดินหน้า</string>
  <string name="content_description_reload">โหลดเว็บไซต์ใหม่</string>
  <string name="content_description_back">นำทางย้อนกลับ</string>
    <string name="external_app_prompt_title">เปิดลิงก์ในแอปอื่น</string>
  <string name="external_app_prompt">คุณสามารถออกจาก %1$s เพื่อเปิดลิงก์นี้ใน %2$s</string>
  <string name="external_app_prompt_no_app_title">ค้นหาแอปที่สามารถเปิดลิงก์</string>
  <string name="external_app_prompt_no_app">ไม่มีแอปในอุปกรณ์ของคุณที่สามารถเปิดลิงก์นี้ คุณสามารถออกจาก %1$s เพื่อค้นหา %2$s สำหรับแอปที่สามารถทำได้</string>
  <string name="external_multiple_apps_matched_exit">ออกจากการท่องเว็บแบบส่วนตัว?</string>
    <string name="errorpage_title">เกิดปัญหาในการโหลดหน้า</string>
  <string name="errorpage_refresh">ลองอีกครั้ง</string>
  <string name="error_connectionfailure_title">ไม่สามารถเชื่อมต่อ</string>
  <string name="error_connectionfailure_message"><![CDATA[<ul xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2">"\n        "<li>&#3652;&#3595;&#3605;&#3660;&#3629;&#3634;&#3592;&#3651;&#3594;&#3657;&#3591;&#3634;&#3609;&#3652;&#3617;&#3656;&#3652;&#3604;&#3657;&#3594;&#3633;&#3656;&#3623;&#3588;&#3619;&#3634;&#3623;&#3627;&#3619;&#3639;&#3629;&#3585;&#3635;&#3621;&#3633;&#3591;&#3607;&#3635;&#3591;&#3634;&#3609;&#3627;&#3609;&#3633;&#3585;&#3648;&#3585;&#3636;&#3609;&#3652;&#3611; &#3621;&#3629;&#3591;&#3629;&#3637;&#3585;&#3588;&#3619;&#3633;&#3657;&#3591;&#3651;&#3609;&#3629;&#3637;&#3585;&#3626;&#3633;&#3585;&#3588;&#3619;&#3641;&#3656;</li>"\n        "<li>&#3627;&#3634;&#3585;&#3588;&#3640;&#3603;&#3652;&#3617;&#3656;&#3626;&#3634;&#3617;&#3634;&#3619;&#3606;&#3650;&#3627;&#3621;&#3604;&#3627;&#3609;&#3657;&#3634;&#3651;&#3604; &#3654; &#3652;&#3604;&#3657; &#3605;&#3619;&#3623;&#3592;&#3626;&#3629;&#3610;&#3585;&#3634;&#3619;&#3648;&#3594;&#3639;&#3656;&#3629;&#3617;&#3605;&#3656;&#3629;&#3586;&#3657;&#3629;&#3617;&#3641;&#3621;&#3627;&#3619;&#3639;&#3629; Wi-Fi &#3586;&#3629;&#3591;&#3629;&#3640;&#3611;&#3585;&#3619;&#3603;&#3660;&#3617;&#3639;&#3629;&#3606;&#3639;&#3629;&#3586;&#3629;&#3591;&#3588;&#3640;&#3603;</li>"\n      "</ul>]]></string>
  <string name="error_timeout_title">การเชื่อมต่อหมดเวลา</string>
  <string name="error_hostLookup_title">ไม่พบเซิร์ฟเวอร์</string>
  <string name="error_hostLookup_message"><![CDATA[<ul xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2">"\n        "<li>"&#3605;&#3619;&#3623;&#3592;&#3626;&#3629;&#3610;&#3586;&#3657;&#3629;&#3612;&#3636;&#3604;&#3614;&#3621;&#3634;&#3604;&#3651;&#3609;&#3585;&#3634;&#3619;&#3614;&#3636;&#3617;&#3614;&#3660;&#3607;&#3637;&#3656;&#3629;&#3618;&#3641;&#3656; &#3629;&#3618;&#3656;&#3634;&#3591;&#3648;&#3594;&#3656;&#3609; "<strong>ww</strong>".example.com &#3649;&#3607;&#3609;&#3607;&#3637;&#3656;&#3592;&#3632;&#3648;&#3611;&#3655;&#3609; "<strong>www</strong>.example.com</li>"\n        "<li>&#3627;&#3634;&#3585;&#3588;&#3640;&#3603;&#3652;&#3617;&#3656;&#3626;&#3634;&#3617;&#3634;&#3619;&#3606;&#3650;&#3627;&#3621;&#3604;&#3627;&#3609;&#3657;&#3634;&#3651;&#3604; &#3654; &#3652;&#3604;&#3657; &#3605;&#3619;&#3623;&#3592;&#3626;&#3629;&#3610;&#3585;&#3634;&#3619;&#3648;&#3594;&#3639;&#3656;&#3629;&#3617;&#3605;&#3656;&#3629;&#3586;&#3657;&#3629;&#3617;&#3641;&#3621;&#3627;&#3619;&#3639;&#3629; Wi-Fi &#3586;&#3629;&#3591;&#3629;&#3640;&#3611;&#3585;&#3619;&#3603;&#3660;&#3586;&#3629;&#3591;&#3588;&#3640;&#3603;</li>"\n      "</ul>]]></string>
  <string name="error_malformedURI_title">ที่อยู่ไม่ถูกต้อง</string>
  <string name="error_malformedURI_message"><![CDATA[<ul xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2">"\n  "<li>"&#3607;&#3637;&#3656;&#3629;&#3618;&#3641;&#3656;&#3648;&#3623;&#3655;&#3610;&#3617;&#3633;&#3585;&#3592;&#3632;&#3648;&#3586;&#3637;&#3618;&#3609;&#3648;&#3611;&#3655;&#3609; "<strong>http://www.example.com/</strong></li>"\n  "<li>"&#3605;&#3619;&#3623;&#3592;&#3626;&#3629;&#3610;&#3651;&#3627;&#3657;&#3649;&#3609;&#3656;&#3651;&#3592;&#3623;&#3656;&#3634;&#3588;&#3640;&#3603;&#3651;&#3594;&#3657;&#3648;&#3588;&#3619;&#3639;&#3656;&#3629;&#3591;&#3627;&#3617;&#3634;&#3618;&#3607;&#3633;&#3610;&#3652;&#3611;&#3586;&#3657;&#3634;&#3591;&#3627;&#3609;&#3657;&#3634; (&#3585;&#3621;&#3656;&#3634;&#3623;&#3588;&#3639;&#3629; "<strong>/</strong>)</li>\n</ul>]]></string>
  <string name="error_redirectLoop_title">หน้าไม่ได้เปลี่ยนเส้นทางอย่างถูกต้อง</string>
  <string name="error_redirectLoop_message"><![CDATA[<ul xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2">"\n  "<li>&#3611;&#3633;&#3597;&#3627;&#3634;&#3609;&#3637;&#3657;&#3610;&#3634;&#3591;&#3588;&#3619;&#3633;&#3657;&#3591;&#3629;&#3634;&#3592;&#3617;&#3637;&#3626;&#3634;&#3648;&#3627;&#3605;&#3640;&#3617;&#3634;&#3592;&#3634;&#3585;&#3585;&#3634;&#3619;&#3611;&#3636;&#3604;&#3651;&#3594;&#3657;&#3591;&#3634;&#3609;&#3627;&#3619;&#3639;&#3629;&#3611;&#3599;&#3636;&#3648;&#3626;&#3608;&#3585;&#3634;&#3619;&#3618;&#3629;&#3617;&#3619;&#3633;&#3610;&#3588;&#3640;&#3585;&#3585;&#3637;&#3657;</li>\n</ul>]]></string>
  <string name="error_unsupportedprotocol_title">ไม่เข้าใจที่อยู่</string>
  <string name="error_unsupportedprotocol_message"><![CDATA[<ul xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2">"\n  "<li>&#3588;&#3640;&#3603;&#3629;&#3634;&#3592;&#3592;&#3635;&#3648;&#3611;&#3655;&#3609;&#3605;&#3657;&#3629;&#3591;&#3605;&#3636;&#3604;&#3605;&#3633;&#3657;&#3591;&#3595;&#3629;&#3615;&#3605;&#3660;&#3649;&#3623;&#3619;&#3660;&#3629;&#3639;&#3656;&#3609;&#3648;&#3614;&#3639;&#3656;&#3629;&#3648;&#3611;&#3636;&#3604;&#3607;&#3637;&#3656;&#3629;&#3618;&#3641;&#3656;&#3609;&#3637;&#3657;</li>\n</ul>]]></string>
  <string name="error_sslhandshake_title">การเชื่อมต่อปลอดภัยล้มเหลว</string>
  <string name="error_sslhandshake_message"><![CDATA[<ul xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2">"\n  "<li>&#3626;&#3636;&#3656;&#3591;&#3609;&#3637;&#3657;&#3629;&#3634;&#3592;&#3648;&#3611;&#3655;&#3609;&#3611;&#3633;&#3597;&#3627;&#3634;&#3592;&#3634;&#3585;&#3585;&#3634;&#3619;&#3585;&#3635;&#3627;&#3609;&#3604;&#3588;&#3656;&#3634;&#3586;&#3629;&#3591;&#3648;&#3595;&#3636;&#3619;&#3660;&#3615;&#3648;&#3623;&#3629;&#3619;&#3660; &#3627;&#3619;&#3639;&#3629;&#3629;&#3634;&#3592;&#3617;&#3637;&#3651;&#3588;&#3619;&#3610;&#3634;&#3591;&#3588;&#3609;&#3585;&#3635;&#3621;&#3633;&#3591;&#3614;&#3618;&#3634;&#3618;&#3634;&#3617;&#3611;&#3621;&#3629;&#3617;&#3649;&#3611;&#3621;&#3591;&#3648;&#3595;&#3636;&#3619;&#3660;&#3615;&#3648;&#3623;&#3629;&#3619;&#3660;</li>"\n  "<li>&#3627;&#3634;&#3585;&#3588;&#3640;&#3603;&#3648;&#3588;&#3618;&#3648;&#3594;&#3639;&#3656;&#3629;&#3617;&#3605;&#3656;&#3629;&#3585;&#3633;&#3610;&#3648;&#3595;&#3636;&#3619;&#3660;&#3615;&#3648;&#3623;&#3629;&#3619;&#3660;&#3609;&#3637;&#3657;&#3626;&#3635;&#3648;&#3619;&#3655;&#3592;&#3651;&#3609;&#3629;&#3604;&#3637;&#3605; &#3586;&#3657;&#3629;&#3612;&#3636;&#3604;&#3614;&#3621;&#3634;&#3604;&#3629;&#3634;&#3592;&#3648;&#3585;&#3636;&#3604;&#3586;&#3638;&#3657;&#3609;&#3648;&#3614;&#3637;&#3618;&#3591;&#3594;&#3633;&#3656;&#3623;&#3588;&#3619;&#3634;&#3623; &#3649;&#3621;&#3632;&#3588;&#3640;&#3603;&#3626;&#3634;&#3617;&#3634;&#3619;&#3606;&#3621;&#3629;&#3591;&#3629;&#3637;&#3585;&#3588;&#3619;&#3633;&#3657;&#3591;&#3651;&#3609;&#3616;&#3634;&#3618;&#3627;&#3621;&#3633;&#3591;</li>\n</ul>]]></string>
  <string name="error_generic_title">อุปส์</string>
  <string name="error_generic_message">เราไม่สามารถโหลดหน้านี้ได้ด้วยเหตุผลบางอย่าง</string>
  <string name="your_rights">สิทธิของคุณ</string>
    <string name="your_rights_content1">%1$s เป็นซอฟต์แวร์ฟรีและเปิดต้นฉบับที่สร้างขึ้นโดย Mozilla และผู้มีส่วนร่วมอื่น ๆ</string>
  <string name="your_rights_content2"><![CDATA["%1$s ให้คุณใช้งานภายใต้เงื่อนไขของ "<a xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2" href="%2$s">Mozilla Public License</a>" และสัญญาอนุญาตการเปิดต้นฉบับอื่น ๆ"]]></string>
  <string name="your_rights_content3"><![CDATA["คุณไม่ได้รับสิทธิหรือสัญญาอนุญาตใด ๆ ในเครื่องหมายการค้าของมูลนิธิ Mozilla หรือบุคคลใด ๆ รวมทั้งชื่อหรือโลโก้ Mozilla, Firefox หรือ %1$s ข้อมูลเพิ่มเติมอาจพบได้ "<a xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2" href="%2$s">&#3607;&#3637;&#3656;&#3609;&#3637;&#3656;</a>]]></string>
  <string name="your_rights_content4"><![CDATA["โค้ดต้นฉบับเพิ่มเติมสำหรับ %1$s ใช้งานได้ภายใต้ "<a xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2" href="%2$s">&#3626;&#3633;&#3597;&#3597;&#3634;&#3629;&#3609;&#3640;&#3597;&#3634;&#3605;</a>" ฟรีและเปิดต้นฉบับต่าง ๆ"]]></string>
  <string name="your_rights_content5"><![CDATA["%1$s ยังใช้รายการปิดกั้นที่จัดหาโดย Disconnect, Inc. ซึ่งเป็นงานแยกและเป็นอิสระภายใต้ "<a xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2" href="%2$s">GNU General Public License v3</a>" และใช้งานได้ "<a xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2" href="%3$s">&#3607;&#3637;&#3656;&#3609;&#3637;&#3656;</a>]]></string>
</resources>
