<?xml version='1.0' encoding='utf-8'?>
<resources>
  <string name="action_cancel">বাতিল</string>
  <string name="action_ok">ঠিক আছে</string>
    <string name="urlbar_hint">অনুসন্ধান করুন বা ঠিকানা লিখুন</string>
    <string name="menu_settings">সেটিং</string>
  <string name="menu_about">পরিচিতি</string>
    <string name="preference_language">ভাষা</string>
  <string name="preference_language_systemdefault">সিস্টেম ডিফল্ট</string>
    <string name="preference_category_privacy">গোপনীয়তা</string>
  <string name="preference_privacy_block_ads">বিজ্ঞাপন গোয়েন্দা আটক করুন</string>
  <string name="preference_privacy_block_ads_summary">কিছু বিজ্ঞাপন, আপনি তাতে ক্লিক না করলেও কি সাইট ব্রাউজ করছেন তা ট্র্যাক করে</string>
  <string name="preference_privacy_block_analytics">এনালেটিকস গোয়েন্দা আটক করুন</string>
  <string name="preference_privacy_block_analytics_summary">ট্যাপিং বা স্ক্রলিং এর মত কর্মকান্ডের হিসেব রাখতে, বিশ্লেষণ করতে ব্যবহৃত হয়</string>
  <string name="preference_privacy_block_social">সোশ্যাল নেটওয়ার্ক গোয়েন্দা আটক করুন</string>
  <string name="preference_privacy_block_social_summary">সাইটে আপনার ব্রাউজ ট্র্যাক করতে এবং শেয়ার বোতামের মত ফাংশনালিটি দেখাতে সাইটে এম্বেড রয়েছে</string>
  <string name="preference_privacy_block_content">অন্যন্য কনটেন্ট গোয়েন্দা আটক করুন</string>
  <string name="preference_privacy_block_content_summary2">সক্রিয় করলে কিছু পাতা অপ্রত্যাশিত আচরণ করতে পারে</string>
    <string name="preference_category_performance">কর্মক্ষমতা</string>
  <string name="preference_performance_block_webfonts">ওয়েব ফন্ট ব্লক করুন</string>
  <string name="preference_performance_block_webfonts_summary">ছবি অথবা আইকন দৃশ্যমান নাও হতে পারে</string>
    <string name="preference_mozilla_telemetry2">ব্যবহারের তথ্য পাঠাও</string>
    <string name="preference_privacy_notice">গোপনীয়তা নীতি</string>
    <string name="accessibility_announcement_loading">লোড হচ্ছে</string>
  <string name="accessibility_announcement_loading_finished">ওয়েবসাইট লোড হয়েছে</string>
    <string name="content_description_forward">সামনে পরিভ্রমণ করুন</string>
  <string name="content_description_reload">ওয়েবসাইট রিলোড করুন</string>
  <string name="content_description_back">পেছনে পরিভ্রমণ করুন</string>
    <string name="external_app_prompt_title">নতুন অ্যাপে লিংক খুলুন</string>
  <string name="external_app_prompt">লিংকটি %2$s এ খুলতে, আপনি %1$s কে ছেড়ে দিতে পারেন।</string>
  <string name="external_app_prompt_no_app_title">একটি অ্যাপ অনুসন্ধান করো যা লিংখটি খুলতে পারবে</string>
  <string name="external_app_prompt_no_app">আপনার ডিভাইসের কোন অ্যাপই এই লিঙ্কটি খুলতে সক্ষম হয়নি। %2$s অনুসন্ধান করে একটি অ্যাপ বের করার জন্যে আপনি %1$s কে দ্বায়িত্ব দিতে পারেন।</string>
  <string name="external_multiple_apps_matched_exit">আপনি কি ব্যক্তিগত ব্রাউজিং বন্ধ করবেন?</string>
    <string name="errorpage_title">পাতা লোডিং এ সমস্যা</string>
  <string name="errorpage_refresh">আবার চেষ্টা করুন</string>
  <string name="error_connectionfailure_title">সংযোগ করতে ব্যর্থ</string>
  <string name="error_connectionfailure_message"><![CDATA[<ul xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2">"\n        "<li>&#2488;&#2494;&#2439;&#2463;&#2463;&#2495; &#2488;&#2494;&#2478;&#2479;&#2492;&#2495;&#2453;&#2477;&#2494;&#2476;&#2503; &#2474;&#2494;&#2451;&#2527;&#2494; &#2479;&#2494;&#2458;&#2509;&#2459;&#2503;&#2472;&#2494; &#2476;&#2494; &#2474;&#2509;&#2480;&#2458;&#2472;&#2509;&#2465; &#2476;&#2509;&#2479;&#2488;&#2509;&#2468; &#2480;&#2527;&#2503;&#2459;&#2503;&#2404; &#2453;&#2495;&#2459;&#2497;&#2453;&#2509;&#2487;&#2467; &#2474;&#2480; &#2438;&#2476;&#2494;&#2480; &#2458;&#2503;&#2487;&#2509;&#2463;&#2494; &#2453;&#2480;&#2497;&#2472;.</li>"\n        "<li>&#2438;&#2474;&#2472;&#2494;&#2480; &#2453;&#2507;&#2472; &#2474;&#2503;&#2460; &#2482;&#2507;&#2465;&#2495;&#2434;&#2527;&#2503; &#2476;&#2509;&#2479;&#2480;&#2509;&#2469; &#2489;&#2482;&#2503;, &#2438;&#2474;&#2472;&#2494;&#2480; &#2465;&#2495;&#2477;&#2494;&#2439;&#2488;&#2503;&#2480; &#2478;&#2507;&#2476;&#2494;&#2439;&#2482; &#2465;&#2494;&#2463;&#2494; &#2476;&#2494; &#2451;&#2527;&#2494;&#2439;&#2475;&#2494;&#2439; &#2488;&#2434;&#2479;&#2507;&#2455; &#2474;&#2480;&#2496;&#2453;&#2509;&#2487;&#2494; &#2453;&#2480;&#2497;&#2472;&#2404;</li>"\n      "</ul>]]></string>
  <string name="error_timeout_title">সংযোগের সময়সীমা উত্তীর্ণ</string>
  <string name="error_hostLookup_title">সার্ভার পাওয়া যায়নি</string>
  <string name="error_hostLookup_message"><![CDATA[<ul xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2">"\n        "<li>"&#2463;&#2494;&#2439;&#2474;&#2460;&#2472;&#2495;&#2468; &#2477;&#2497;&#2482;&#2503;&#2480; &#2460;&#2472;&#2509;&#2479; &#2464;&#2495;&#2453;&#2494;&#2472;&#2494; &#2474;&#2480;&#2496;&#2453;&#2509;&#2487;&#2494; &#2453;&#2480;&#2497;&#2472; &#2479;&#2503;&#2478;&#2472;\n          "<strong>ww</strong>".example.com &#2476;&#2470;&#2482;&#2503;\n          "<strong>www</strong>.example.com</li>"\n        "<li>&#2438;&#2474;&#2472;&#2494;&#2480; &#2453;&#2507;&#2472; &#2474;&#2503;&#2460; &#2482;&#2507;&#2465;&#2495;&#2434;&#2479;&#2492;&#2503; &#2476;&#2509;&#2479;&#2480;&#2509;&#2469; &#2489;&#2482;&#2503;, &#2438;&#2474;&#2472;&#2494;&#2480; &#2465;&#2495;&#2477;&#2494;&#2439;&#2488;&#2503;&#2480; &#2478;&#2507;&#2476;&#2494;&#2439;&#2482; &#2465;&#2494;&#2463;&#2494; &#2476;&#2494; &#2451;&#2479;&#2492;&#2494;&#2439;&#2475;&#2494;&#2439; &#2488;&#2434;&#2479;&#2507;&#2455; &#2474;&#2480;&#2496;&#2453;&#2509;&#2487;&#2494; &#2453;&#2480;&#2497;&#2472;&#2404;</li>"\n      "</ul>]]></string>
  <string name="error_malformedURI_title">ঠিকানাটি সঠিক নয়</string>
  <string name="error_malformedURI_message"><![CDATA[<ul xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2">"\n  "<li>"&#2451;&#2527;&#2503;&#2476; &#2464;&#2495;&#2453;&#2494;&#2472;&#2494; &#2488;&#2494;&#2471;&#2494;&#2480;&#2467;&#2468; &#2479;&#2503;&#2477;&#2494;&#2476;&#2503; &#2482;&#2503;&#2454;&#2494; &#2489;&#2527; "<strong>http://www.example.com/</strong></li>"\n  "<li>"&#2472;&#2495;&#2486;&#2509;&#2458;&#2495;&#2468; &#2453;&#2480;&#2497;&#2472; &#2438;&#2474;&#2472;&#2495; &#2475;&#2480;&#2507;&#2527;&#2494;&#2480;&#2509;&#2465; &#2488;&#2509;&#2482;&#2509;&#2479;&#2494;&#2488; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2459;&#2503; (&#2437;&#2480;&#2509;&#2469;&#2509;&#2479;&#2494;&#2510; "<strong>/</strong>).</li>\n</ul>]]></string>
  <string name="error_redirectLoop_title">পাতাটি সঠিকভাবে রিডিরেক্ট হচ্ছে না</string>
  <string name="error_redirectLoop_message"><![CDATA[<ul xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2">"\n  "<li>&#2453;&#2497;&#2453;&#2495;&#2460; &#2472;&#2495;&#2488;&#2509;&#2453;&#2509;&#2480;&#2495;&#2527; &#2453;&#2480;&#2503; &#2476;&#2494; &#2455;&#2509;&#2480;&#2489;&#2472; &#2453;&#2480;&#2494; &#2469;&#2503;&#2453;&#2503; &#2476;&#2495;&#2480;&#2468; &#2469;&#2494;&#2453;&#2494;&#2480; &#2453;&#2494;&#2480;&#2467;&#2503; &#2453;&#2454;&#2472;&#2507; &#2453;&#2454;&#2472;&#2507; &#2447;&#2439; &#2488;&#2478;&#2488;&#2509;&#2479;&#2494; &#2489;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;&#2404;</li>\n</ul>]]></string>
  <string name="error_unsupportedprotocol_title">ঠিকানাটি বোধগম্য হয়নি</string>
  <string name="error_unsupportedprotocol_message"><![CDATA[<ul xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2">"\n  "<li>&#2447;&#2439; &#2464;&#2495;&#2453;&#2494;&#2472;&#2494;&#2463;&#2495; &#2454;&#2507;&#2482;&#2494;&#2480; &#2460;&#2472;&#2509;&#2479; &#2477;&#2495;&#2472;&#2509;&#2472; &#2488;&#2475;&#2509;&#2463;&#2451;&#2479;&#2492;&#2509;&#2479;&#2494;&#2480; &#2439;&#2472;&#2488;&#2509;&#2463;&#2482; &#2453;&#2480;&#2494;&#2480; &#2474;&#2509;&#2480;&#2479;&#2492;&#2507;&#2460;&#2472; &#2489;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;&#2404;</li>\n</ul>]]></string>
  <string name="error_sslhandshake_title">নিরাপদ সংযোগ স্থাপন করতে ব্যর্থ</string>
  <string name="error_sslhandshake_message"><![CDATA[<ul xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2">"\n  "<li>&#2488;&#2494;&#2480;&#2509;&#2477;&#2494;&#2480;&#2503;&#2480; &#2453;&#2472;&#2475;&#2495;&#2455;&#2494;&#2480;&#2503;&#2486;&#2472;&#2503;&#2480; &#2468;&#2509;&#2480;&#2497;&#2463;&#2495;&#2480; &#2453;&#2494;&#2480;&#2467;&#2503; &#2447;&#2439; &#2488;&#2478;&#2488;&#2509;&#2479;&#2494;&#2463;&#2495; &#2489;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;, &#2437;&#2469;&#2476;&#2494; &#2489;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503; \n&#2453;&#2503;&#2441; &#2488;&#2494;&#2480;&#2509;&#2477;&#2494;&#2480;&#2503;&#2480; &#2459;&#2470;&#2509;&#2478;&#2476;&#2503;&#2486; &#2471;&#2494;&#2480;&#2467; &#2453;&#2480;&#2494;&#2480; &#2458;&#2503;&#2487;&#2509;&#2463;&#2494; &#2453;&#2480;&#2459;&#2503;&#2404;</li>"\n  "<li>&#2479;&#2470;&#2495; &#2474;&#2498;&#2480;&#2509;&#2476;&#2503; &#2438;&#2474;&#2472;&#2495; &#2453;&#2454;&#2472;&#2507; &#2447;&#2439; &#2488;&#2494;&#2480;&#2509;&#2477;&#2494;&#2480;&#2503;&#2480; &#2488;&#2494;&#2469;&#2503; &#2488;&#2434;&#2479;&#2497;&#2453;&#2509;&#2468; &#2489;&#2527;&#2503; &#2469;&#2494;&#2453;&#2503;&#2472;, &#2468;&#2494;&#2489;&#2482;&#2503; &#2488;&#2478;&#2488;&#2509;&#2479;&#2494;&#2463;&#2495;\n&#2437;&#2488;&#2509;&#2469;&#2494;&#2479;&#2492;&#2496; &#2489;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;, &#2447;&#2476;&#2434; &#2438;&#2474;&#2472;&#2495; &#2453;&#2495;&#2459;&#2497;&#2453;&#2509;&#2487;&#2467; &#2474;&#2480; &#2438;&#2476;&#2494;&#2480; &#2458;&#2503;&#2487;&#2509;&#2463;&#2494; &#2453;&#2480;&#2503; &#2470;&#2503;&#2454;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;&#2472;&#2404;</li>\n</ul>]]></string>
  <string name="error_generic_title">ওহো</string>
  <string name="error_generic_message">আমরা কিছু কারণবশতঃ এই পাতাটি লোড করতে পারছি না।</string>
</resources>
