<?xml version='1.0' encoding='utf-8'?>
<resources>
  <string name="action_cancel">रद्द करें</string>
  <string name="action_ok">ठीक है</string>
  <string name="urlbar_hint">खोजें या पता दर्ज करें</string>
    <string name="menu_settings">सेटिंग्स</string>
  <string name="menu_about">के बारे में</string>
    <string name="preference_language">भाषा</string>
  <string name="preference_language_systemdefault">प्रणाली तयशुदा</string>
  <string name="preference_category_privacy">गोपनीयता</string>
  <string name="preference_privacy_block_ads">विज्ञापन ट्रैकर्स को अवरुद्ध करें</string>
  <string name="preference_privacy_block_ads_summary">कुछ विज्ञापन साइट पर जाने को ट्रैक करते हैं, भले ही आप उन्हें क्लिक न करें</string>
  <string name="preference_privacy_block_analytics">विश्लेषणात्मक ट्रैकर्स को अवरुद्ध करें</string>
  <string name="preference_privacy_block_analytics_summary">टैपिंग और स्क्रॉलिंग जैसी गतिविधियाँ एकत्र, विश्लेषण और मापने के लिए उपयोग</string>
  <string name="preference_privacy_block_social">सामाजिक ट्रैकर्स को अवरुद्ध करें</string>
  <string name="preference_privacy_block_social_summary">साइटों पर आपके आने जाने पर निगाह रखने और साझा बटन जैसी कार्यक्षमता प्रदर्शित करने के लिए अंत:स्थापित</string>
  <string name="preference_privacy_block_content">अन्य सामग्री ट्रैकर्स को अवरुद्ध करें</string>
  <string name="preference_privacy_block_content_summary2">सक्षम करने पर कुछ पृष्ठ अनपेक्षित व्यवहार कर सकते हैं</string>
    <string name="preference_category_performance">प्रदर्शन</string>
  <string name="preference_performance_block_webfonts">वेब लिपियों को अवरुद्ध करें</string>
  <string name="preference_performance_block_webfonts_summary">अनुपस्थित प्रतीकों या छवियों के रूप में परिणाम हो सकता है</string>
    <string name="preference_mozilla_telemetry2">उपयोग डेटा भेजें</string>
    <string name="preference_privacy_notice">गोपनीयता सूचना</string>
    <string name="accessibility_announcement_loading">लोड हो रहा है</string>
  <string name="accessibility_announcement_loading_finished">वेबसाइट लोड हो गया</string>
  <string name="content_description_forward">आगे मार्गनिर्देशित करें</string>
  <string name="content_description_reload">वेबसाइट फिर से लोड करें</string>
  <string name="content_description_back">पीछे मार्गनिर्देशित करें</string>
    <string name="external_app_prompt_title">किसी अन्य अनुप्रयोग में लिंक खोलें</string>
  <string name="external_app_prompt">आप इस लिंक को %2$s में खोलने के लिए %1$s को छोड़ सकते हैं.</string>
  <string name="external_app_prompt_no_app_title">एक ऐप ढूंढें जो लिंक खोल सकता है</string>
  <string name="external_app_prompt_no_app">आपके डिवाइस पर मौजूद कोई ऐप इस लिंक को खोलने में सक्षम नहीं है. आप एक एप के लिए %2$s की खोज हेतु %1$s को छोड़ सकते हैं जो कर सकता है.</string>
  <string name="external_multiple_apps_matched_exit">निजी ब्राउज़िंग से बाहर निकलें?</string>
  <string name="errorpage_title">पृष्ठ की लोडिंग में समस्या</string>
  <string name="errorpage_refresh">पुन: प्रयास करें</string>
  <string name="error_connectionfailure_title">संपर्क करने में असमर्थ</string>
  <string name="error_connectionfailure_message"><![CDATA[<ul xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2">"\n        "<li>&#2351;&#2361; &#2360;&#2366;&#2311;&#2335; &#2309;&#2360;&#2381;&#2341;&#2366;&#2312; &#2352;&#2370;&#2346; &#2360;&#2375; &#2309;&#2344;&#2369;&#2346;&#2354;&#2348;&#2381;&#2343; &#2351;&#2366; &#2348;&#2361;&#2369;&#2340; &#2357;&#2381;&#2351;&#2360;&#2381;&#2340; &#2361;&#2379; &#2360;&#2325;&#2340;&#2366; &#2361;&#2376;. &#2325;&#2369;&#2331; &#2361;&#2368; &#2325;&#2381;&#2359;&#2339;&#2379;&#2306; &#2350;&#2375;&#2306; &#2347;&#2367;&#2352; &#2360;&#2375; &#2346;&#2381;&#2352;&#2351;&#2366;&#2360; &#2325;&#2352;&#2375;&#2306;.</li>"\n        "<li>&#2351;&#2342;&#2367; &#2310;&#2346; &#2325;&#2379;&#2312; &#2346;&#2371;&#2359;&#2381;&#2336; &#2354;&#2379;&#2337; &#2325;&#2352;&#2344;&#2375; &#2350;&#2375;&#2306; &#2309;&#2360;&#2350;&#2352;&#2381;&#2341; &#2361;&#2376;&#2306;, &#2340;&#2379; &#2309;&#2346;&#2344;&#2375; &#2350;&#2379;&#2348;&#2366;&#2311;&#2354; &#2313;&#2346;&#2325;&#2352;&#2339; &#2325;&#2375; &#2337;&#2375;&#2335;&#2366; &#2351;&#2366; &#2357;&#2366;&#2312;-&#2347;&#2366;&#2312; &#2325;&#2344;&#2375;&#2325;&#2381;&#2358;&#2344; &#2325;&#2368; &#2332;&#2366;&#2305;&#2330; &#2325;&#2352;&#2375;&#2306;.</li>"\n      "</ul>]]></string>
  <string name="error_timeout_title">संपर्क समयबाह्य हो गया</string>
  <string name="error_hostLookup_title">सर्वर नहीं मिला</string>
  <string name="error_hostLookup_message"><![CDATA[<ul xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2">"\n        "<li><strong>ww</strong>"&#2332;&#2376;&#2360;&#2368; &#2354;&#2367;&#2326;&#2367;&#2340; &#2340;&#2381;&#2352;&#2369;&#2335;&#2367;&#2351;&#2379;&#2306; &#2325;&#2375; &#2354;&#2367;&#2319; &#2346;&#2340;&#2375; &#2325;&#2368; &#2332;&#2366;&#2305;&#2330; &#2325;&#2352;&#2375;&#2306;. "<strong>www</strong>&#2325;&#2375; &#2348;&#2332;&#2366;&#2351; example.com. example.com</li>"\n        "<li>&#2351;&#2342;&#2367; &#2310;&#2346; &#2325;&#2367;&#2360;&#2368; &#2349;&#2368; &#2346;&#2371;&#2359;&#2381;&#2336; &#2354;&#2379;&#2337; &#2325;&#2352;&#2344;&#2375; &#2350;&#2375;&#2306; &#2309;&#2360;&#2350;&#2352;&#2381;&#2341; &#2361;&#2376;&#2306;, &#2340;&#2379; &#2309;&#2346;&#2344;&#2375; &#2313;&#2346;&#2325;&#2352;&#2339; &#2325;&#2375; &#2337;&#2375;&#2335;&#2366; &#2351;&#2366; &#2357;&#2366;&#2312;-&#2347;&#2366;&#2312; &#2325;&#2344;&#2375;&#2325;&#2381;&#2358;&#2344; &#2325;&#2368; &#2332;&#2366;&#2305;&#2330; &#2325;&#2352;&#2375;&#2306;&#2404;</li>"\n      "</ul>]]></string>
  <string name="error_malformedURI_title">पता वैध नहीं है</string>
  <string name="error_malformedURI_message"><![CDATA[<ul xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2">"\n  "<li>"&#2357;&#2375;&#2348; &#2346;&#2340;&#2375; &#2310;&#2350;&#2340;&#2380;&#2352; &#2346;&#2352; "<strong>http://www.example.com/</strong>" &#2325;&#2368; &#2340;&#2352;&#2361; &#2354;&#2367;&#2326;&#2375; &#2361;&#2379;&#2340;&#2375; &#2361;&#2376;&#2306;"</li>"\n  "<li>"&#2360;&#2369;&#2344;&#2367;&#2358;&#2381;&#2330;&#2367;&#2340; &#2325;&#2352;&#2375;&#2306; &#2325;&#2367; &#2310;&#2346; &#2309;&#2327;&#2381;&#2352;&#2340;&#2367;&#2351;&#2325; &#2360;&#2381;&#2354;&#2376;&#2358; &#2325;&#2366; &#2313;&#2346;&#2351;&#2379;&#2327; &#2325;&#2352; &#2352;&#2361;&#2375; &#2361;&#2376;&#2306; (&#2351;&#2366;&#2344;&#2368; "<strong>/</strong>).</li>\n</ul>]]></string>
  <string name="error_redirectLoop_title">पृष्ठ ठीक से पुनर्निर्देशित नहीं हो रहा है</string>
  <string name="error_redirectLoop_message"><![CDATA[<ul xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2">"\n  "<li>&#2325;&#2349;&#2368;-&#2325;&#2349;&#2368; &#2311;&#2360; &#2360;&#2350;&#2360;&#2381;&#2351;&#2366; &#2325;&#2366; &#2325;&#2366;&#2352;&#2339; &#2325;&#2369;&#2325;&#2368;&#2332;&#2364; &#2325;&#2379; &#2360;&#2381;&#2357;&#2368;&#2325;&#2366;&#2352; &#2325;&#2352;&#2344;&#2375; &#2360;&#2375; &#2350;&#2344;&#2366; &#2325;&#2352;&#2344;&#2366; &#2351;&#2366; &#2309;&#2325;&#2381;&#2359;&#2350; &#2325;&#2352;&#2344;&#2366; &#2361;&#2379; &#2360;&#2325;&#2340;&#2366; &#2361;&#2376;.</li>\n</ul>]]></string>
  <string name="error_unsupportedprotocol_title">पता समझा नहीं गया था</string>
  <string name="error_unsupportedprotocol_message"><![CDATA[<ul xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2">"\n  "<li>&#2310;&#2346;&#2325;&#2379; &#2311;&#2360; &#2346;&#2340;&#2375; &#2325;&#2379; &#2326;&#2379;&#2354;&#2344;&#2375; &#2325;&#2375; &#2354;&#2367;&#2319; &#2309;&#2344;&#2381;&#2351; &#2360;&#2377;&#2347;&#2364;&#2381;&#2335;&#2357;&#2375;&#2351;&#2352; &#2360;&#2306;&#2360;&#2381;&#2341;&#2366;&#2346;&#2367;&#2340; &#2325;&#2352;&#2344;&#2375; &#2325;&#2368; &#2310;&#2357;&#2358;&#2381;&#2351;&#2325;&#2340;&#2366; &#2361;&#2379; &#2360;&#2325;&#2340;&#2368; &#2361;&#2376;.</li>\n</ul>]]></string>
  <string name="error_sslhandshake_title">सुरक्षित संपर्क विफ़ल</string>
  <string name="error_sslhandshake_message"><![CDATA[<ul xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2">"\n  "<li>&#2351;&#2361; &#2360;&#2352;&#2381;&#2357;&#2352; &#2325;&#2375; &#2325;&#2377;&#2344;&#2381;&#2347;&#2364;&#2367;&#2327;&#2352;&#2375;&#2358;&#2344; &#2350;&#2375;&#2306; &#2319;&#2325; &#2360;&#2350;&#2360;&#2381;&#2351;&#2366; &#2361;&#2379; &#2360;&#2325;&#2340;&#2368; &#2361;&#2376;, &#2351;&#2366; &#2351;&#2361; &#2361;&#2379; &#2360;&#2325;&#2340;&#2366; &#2361;&#2376;\n&#2325;&#2379;&#2312; &#2360;&#2352;&#2381;&#2357;&#2352; &#2325;&#2366; &#2346;&#2381;&#2352;&#2340;&#2367;&#2352;&#2370;&#2346;&#2339; &#2325;&#2352;&#2344;&#2375; &#2325;&#2366; &#2346;&#2381;&#2352;&#2351;&#2366;&#2360; &#2325;&#2352; &#2352;&#2361;&#2366; &#2361;&#2376;.</li>"\n  "<li>&#2309;&#2327;&#2352; &#2310;&#2346; &#2346;&#2370;&#2352;&#2381;&#2357; &#2350;&#2375;&#2306; &#2311;&#2360; &#2360;&#2352;&#2381;&#2357;&#2352; &#2360;&#2375; &#2360;&#2347;&#2354;&#2340;&#2366;&#2346;&#2370;&#2352;&#2381;&#2357;&#2325; &#2332;&#2369;&#2396; &#2330;&#2369;&#2325;&#2375; &#2361;&#2376;, &#2340;&#2379; &#2340;&#2381;&#2352;&#2369;&#2335;&#2367; &#2309;&#2360;&#2381;&#2341;&#2366;&#2351;&#2368; &#2361;&#2379; &#2360;&#2325;&#2340;&#2368; &#2361;&#2376;, &#2324;&#2352; &#2310;&#2346; &#2348;&#2366;&#2342; &#2350;&#2375;&#2306; &#2346;&#2369;&#2344;&#2307; &#2346;&#2381;&#2352;&#2351;&#2366;&#2360; &#2325;&#2352; &#2360;&#2325;&#2340;&#2375; &#2361;&#2376;&#2306;.</li>\n</ul>]]></string>
  <string name="error_generic_title">ओह</string>
  <string name="error_generic_message">हम किसी कारण से इस पृष्ठ लोड को नहीं कर सकते.</string>
  <string name="your_rights">आपके अधिकार</string>
    <string name="your_rights_content1">%1$s मोज़िला और अन्य योगदानकर्ताओं द्वारा बनाया गया स्वतंत्र और मुक्त स्रोत सॉफ्टवेयर है.</string>
  <string name="your_rights_content2"><![CDATA["%1$s "<a xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2" href="%2$s">&#2350;&#2379;&#2332;&#2364;&#2367;&#2354;&#2366; &#2360;&#2366;&#2352;&#2381;&#2357;&#2332;&#2344;&#2367;&#2325; &#2354;&#2366;&#2311;&#2360;&#2375;&#2306;&#2360;</a>" और अन्य मुक्त स्रोत लाइसेंस के नियमों के अंतर्गत आपको उपलब्ध कराया जाता है."]]></string>
  <string name="your_rights_content3"><![CDATA["आपको Mozilla Foundation अथवा Mozilla, Firefox या %1$s नाम या प्रतीकचिन्हों सहित किसी भी पक्ष के ट्रेडमार्कों के कोई भी अधिकार या लाइसेन्स प्रदान नहीं किए गए हैं. अतिरिक्त जानकारी "<a xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2" href="%2$s">&#2351;&#2361;&#2366;&#2305;</a>" मिल सकती है."]]></string>
  <string name="your_rights_content4"><![CDATA["%1$s के लिए अतिरिक्त स्रोत कोड कई अन्य निशुल्क और मुक्त स्रोत "<a xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2" href="%2$s">&#2354;&#2366;&#2311;&#2360;&#2375;&#2344;&#2381;&#2360;&#2379;&#2306;</a>" के अंतर्गत उपलब्ध हैं."]]></string>
  <string name="your_rights_content5"><![CDATA["%1$s Disconnect, Inc. द्वारा प्रदत्त अवरुद्धसूची का भी उपयोग "<a xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2" href="%2$s">GNU General Public License v3</a>" के अंतर्गत पृथक और स्वतंत्र कार्यों के रूप में करता है, और "<a xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2" href="%3$s">&#2351;&#2361;&#2366;&#2305;</a>" उपलब्ध है."]]></string>
  <string name="menu_drawer_home">घर</string>
  <string name="settings_cookies_dialog_title">सभी कुकीज और साइट आँकड़े साफ़ करें</string>
  <string name="settings_cookies_dialog_content">‘अब साफ़ करें’ का चयन करने से Firefox द्वारा संग्रहीत सभी कुकीज़ और साइट डेटा साफ हो जाएँगे. इससे आप वेबसाइटों से साइन आउट कर सकते हैं और ऑफ़लाइन वेब सामग्री को हटा सकते हैं.</string>

    <!-- Appended by save_robotranslations.py -->
    <string name="turbo_mode">टर्बो मोड</string>
    <string name="onboarding_turbo_mode_title">टर्बो मोड आपको तेजी से ब्राउज़ करने में सहायता करता है</string>
    <string name="onboarding_turbo_mode_body">टर्बो मोड स्वचालित रूप से ट्रैकर और विज्ञापनों को अवरुद्ध करता है जिससे आप तेजी से आगे बढ़ सकते हैं। यदि कोई गति बाँध है - ऐसी साइट की तरह जो आपकी अपेक्षा के अनुरूप नहीं है - बस टर्बो मोड बंद करें</string>
    <string name="onboarding_turbo_mode_button_on">टर्बो मोड को सक्षम रखें</string>
    <string name="onboarding_turbo_mode_button_off">टर्बो मोड बंद करें</string>
</resources>
