<?xml version='1.0' encoding='utf-8'?>
<resources>
  <string name="action_cancel">منسوخ کریں</string>
  <string name="action_ok">ٹھیک ہے</string>
  <string name="urlbar_hint">پتہ تلاش یا داخل کریں</string>
    <string name="menu_settings">سیٹنگیں</string>
  <string name="menu_about">کے بارے میں</string>
    <string name="preference_language">زبان</string>
  <string name="preference_language_systemdefault">نظام طے شدہ</string>
  <string name="preference_category_privacy">رازداری</string>
  <string name="preference_privacy_block_ads">اشتھار ٹریکرز کو بلاک کریں</string>
  <string name="preference_privacy_block_ads_summary">چند اشتہاری ٹریکر سائَٹ دورہ کرتی ہیں حب کہ آپ نے اشتتہارات پر کلک بھی نہ کیا ہو</string>
  <string name="preference_privacy_block_analytics">تجزیاتی ٹریکرز کو بلاک کریں</string>
  <string name="preference_privacy_block_social">سماجی ٹریکرز بلاک کریں</string>
  <string name="preference_privacy_block_content">دیگر مواد کے ٹڑیکرز بلاک کریں</string>
  <string name="preference_privacy_block_content_summary2">اہل بنانے کی وجہ سے شاید چند صفحات غیر متوقع برتائو کر سکتے ہیں</string>
    <string name="preference_category_performance">کارکردگی</string>
  <string name="preference_performance_block_webfonts">ویب فونٹس بلاک کریں</string>
  <string name="preference_performance_block_webfonts_summary">نتیجتن اسکی شاید آئیکن یا تصاویر گایب ہو سکتی ہے</string>
    <string name="preference_mozilla_telemetry2">استعمال شدہ کوائف ارسال کریں</string>
    <string name="preference_privacy_notice">رازداری کا نوٹس</string>
    <string name="accessibility_announcement_loading">لوڈ ہو رہا ہے</string>
  <string name="accessibility_announcement_loading_finished">ویبسائٹ لوڈ ہو گئی ہے</string>
  <string name="content_description_forward">آگے کی جانب گشت کريں</string>
  <string name="content_description_reload">ویب سائٹ دوبارہ لوڈ کریں</string>
  <string name="content_description_back">پیچھے کی طرف جائے</string>
    <string name="external_app_prompt_title">کسی دوسری اپلیکیشن میں ربط کھولیں</string>
  <string name="external_app_prompt">اس ربط کو %2$s میں کھولنے کے لیےآپ %1$s چھوڑ سکتے ہیں۔</string>
  <string name="external_app_prompt_no_app_title">ایک ایپیلیکیشن تلاش کریں جو ربط کو کھول سکے</string>
  <string name="external_app_prompt_no_app">آپ کے آلہ پر کوئی بھی ایپلیکیثن اس ربط کو کھولنے کی اھل نہِں۔ آپ %1$s کو چھوڑ کر %2$s کو تلاش کریں ایک ایسی اپلی کیشن جو یہ کر سکتی ہو۔</string>
  <string name="external_multiple_apps_matched_exit">نجی براؤزنگ سے خروج کریں؟</string>
  <string name="errorpage_title">صفحہ لوڈ کرنے میں مسلہ ہے</string>
  <string name="errorpage_refresh">دوبارہ کوشش کریں</string>
  <string name="error_connectionfailure_title">جڑنے میں ناکام رہا</string>
  <string name="error_connectionfailure_message"><![CDATA[<ul xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2">"\n        "<li>&#1608;&#1740;&#1576; &#1587;&#1575;&#1574;&#1657; &#1593;&#1575;&#1585;&#1590;&#1740; &#1591;&#1608;&#1585; &#1662;&#1585; &#1593;&#1583;&#1605; &#1583;&#1587;&#1578;&#1740;&#1575;&#1576; &#1740;&#1575; &#1576;&#1729;&#1578; &#1605;&#1589;&#1585;&#1608;&#1601; &#1729;&#1608; &#1587;&#1705;&#1578;&#1740; &#1729;&#1746; &#1748; &#1670;&#1606;&#1583; &#1604;&#1605;&#1581;&#1608;&#1722; &#1605;&#1740;&#1722; &#1583;&#1608;&#1576;&#1575;&#1585;&#1729; &#1705;&#1608;&#1588;&#1588; &#1705;&#1585;&#1740;&#1722; &#1748;</li>"\n        "<li>&#1575;&#1711;&#1585; &#1570;&#1662; &#1705;&#1608;&#1574;&#1740; &#1576;&#1726;&#1740; &#1589;&#1601;&#1581;&#1575;&#1578; &#1604;&#1608;&#1672; &#1606;&#1729;&#1740;&#1722; &#1705;&#1585; &#1587;&#1705; &#1585;&#1729;&#1746;, &#1575;&#1662;&#1606;&#1746; &#1605;&#1608;&#1576;&#1575;&#1574;&#1604; &#1570;&#1604;&#1729; &#1705;&#1746; &#1672;&#1740;&#1657;&#1575; &#1740;&#1575; &#1608;&#1575;&#1574;&#1740; &#1601;&#1575;&#1574;&#1740; &#1705;&#1606;&#1705;&#1588;&#1606; &#1705;&#1740; &#1662;&#1681;&#1578;&#1575;&#1604; &#1705;&#1585;&#1740;&#1722; &#1748;</li>"\n      "</ul>]]></string>
  <string name="error_timeout_title">رابطے کا وقت ختم ہوا</string>
  <string name="error_hostLookup_title">پیش کار نہیں ملا</string>
  <string name="error_hostLookup_message"><![CDATA[<ul xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2">"\n        "<li>" &#1662;&#1578;&#1729; &#1705;&#1746; &#1606;&#1602;&#1575;&#1574;&#1589; &#1705;&#1740; &#1662;&#1681;&#1578;&#1575;&#1604; &#1705;&#1585;&#1740;&#1722; &#1580;&#1740;&#1587;&#1575; &#1705;&#1729;\n          "<strong>ww</strong>".example.com &#1705;&#1740; &#1580;&#1711;&#1729;\n          "<strong>www</strong>.example.com</li>"\n        "<li>" &#1575;&#1711;&#1585; &#1570;&#1662; &#1705;&#1587;&#1740; &#1576;&#1726;&#1740; &#1589;&#1601;&#1581;&#1729; &#1705;&#1608; &#1604;&#1608;&#1672; &#1606;&#1729;&#1740;&#1722; &#1705;&#1585; &#1662;&#1575; &#1585;&#1729;&#1746; &#1578;&#1608; &#1575;&#1662;&#1606;&#1575; &#1570;&#1604;&#1729; &#1705;&#1746; &#1672;&#1740;&#1657;&#1575; &#1740;&#1575; &#1608;&#1575;&#1574;&#1740;-&#1601;&#1575;&#1574;&#1740; &#1705;&#1740; &#1662;&#1681;&#1578;&#1575;&#1604; &#1705;&#1585;&#1740;&#1722;&#1748;"</li>"\n      "</ul>]]></string>
  <string name="error_malformedURI_title">پتہ جائز نہیں ہے</string>
  <string name="error_malformedURI_message"><![CDATA[<ul xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2">"\n  "<li>" &#1608;&#1740;&#1576; &#1705;&#1746; &#1662;&#1578;&#1746; &#1593;&#1605;&#1608;&#1605;&#1740; &#1591;&#1608;&#1585; &#1662;&#1585; &#1575;&#1740;&#1587;&#1746; &#1604;&#1726;&#1705;&#1746; &#1580;&#1575;&#1578;&#1746; &#1729;&#1740;&#1722; "<strong>http://www.example.com/</strong></li>"\n  "<li>" .("<strong>/</strong>"&#1575;&#1587; &#1576;&#1575;&#1578; &#1705;&#1608; &#1740;&#1602;&#1740;&#1606;&#1740; &#1576;&#1606;&#1575;&#1574;&#1740;&#1722; &#1705;&#1746; &#1570;&#1662; &#1587;&#1740;&#1583;&#1726;&#1575; &#1587;&#1604;&#1740;&#1588; &#1575;&#1587;&#1578;&#1593;&#1605;&#1575;&#1604; &#1705;&#1585; &#1585;&#1729;&#1746; &#1729;&#1740;&#1722; (&#1580;&#1740;&#1587;&#1575; &#1705;&#1746; "</li>\n</ul>]]></string>
  <string name="error_redirectLoop_title">پہ صفحہ صحیح طرج سے دوسری سمت نہیں جا رہا</string>
  <string name="error_redirectLoop_message"><![CDATA[<ul xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2">"\n  "<li>&#1740;&#1729; &#1605;&#1587;&#1574;&#1604;&#1729; &#1705;&#1576;&#1726;&#1740; &#1705;&#1576;&#1726;&#1740; &#1606;&#1575;&#1575;&#1729;&#1604; &#1576;&#1606;&#1575;&#1606;&#1746; &#1740;&#1575; &#1705;&#1608;&#1705;&#1740;&#1608;&#1722; &#1705;&#1608; &#1602;&#1576;&#1608;&#1604; &#1705;&#1585;&#1606;&#1746; &#1587;&#1746; &#1575;&#1606;&#1705;&#1575;&#1585; &#1705;&#1740; &#1608;&#1580;&#1729; &#1587;&#1746; &#1570;&#1587;&#1705;&#1578;&#1575; &#1729;&#1746;&#1748;</li>\n</ul>]]></string>
  <string name="error_unsupportedprotocol_title">سائٹ کا پتہ سمجھ نہیں آیا</string>
  <string name="error_unsupportedprotocol_message"><![CDATA[<ul xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2">"\n  "<li>&#1570;&#1662; &#1575;&#1587; &#1662;&#1578;&#1729; &#1705;&#1608; &#1705;&#1726;&#1608;&#1604;&#1606;&#1746; &#1705;&#1746; &#1604;&#1574;&#1746; &#1583;&#1740;&#1711;&#1585; &#1587;&#1575;&#1601;&#1657; &#1608;&#1740;&#1574;&#1585; &#1578;&#1606;&#1589;&#1740;&#1576; &#1705;&#1585;&#1606;&#1746; &#1705;&#1740; &#1590;&#1585;&#1608;&#1585;&#1578; &#1662;&#1681; &#1587;&#1705;&#1578;&#1740; &#1729;&#1746; &#1748;</li>\n</ul>]]></string>
  <string name="error_sslhandshake_title">قابل بھروسا کنکشن ناکام رہا</string>
  <string name="error_sslhandshake_message"><![CDATA[<ul xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2">"\n  "<li>"  &#1740;&#1729; &#1605;&#1587;&#1574;&#1604;&#1729; &#1662;&#1740;&#1588; &#1705;&#1575;&#1585; &#1705;&#1740; &#1578;&#1588;&#1705;&#1740;&#1604; &#1605;&#1740;&#1722; &#1576;&#1726;&#1740; &#1729;&#1608; &#1587;&#1705;&#1578;&#1575; &#1729;&#1746; &#1740;&#1575; &#1705;&#1608;&#1574;&#1740; &#1662;&#1740;&#1588;&#1705;&#1575;&#1585; &#1705;&#1740; &#1606;&#1602;&#1575;&#1604;&#1740; &#1705;&#1740; &#1705;&#1608;&#1588;&#1588; &#1705;&#1585;&#1585;&#1729;&#1575; &#1729;&#1746;"</li>"\n  "<li>" &#1575;&#1711;&#1585; &#1570;&#1662; &#1605;&#1575;&#1590;&#1740; &#1605;&#1740;&#1722; &#1575;&#1587; &#1662;&#1740;&#1588; &#1705;&#1575;&#1585; &#1662;&#1585; &#1705;&#1575;&#1605;&#1740;&#1575;&#1576;&#1740; &#1587;&#1746; &#1580;&#1681;&#1670;&#1705;&#1746; &#1729;&#1740;&#1722;&#1548; &#1578;&#1608; &#1606;&#1602;&#1589; &#1593;&#1575;&#1585;&#1590;&#1740; &#1576;&#1726;&#1740; &#1729;&#1608; &#1587;&#1705;&#1578;&#1575; &#1729;&#1746;&#1548; &#1575;&#1608;&#1585; &#1570;&#1662; &#1578;&#1726;&#1608;&#1681;&#1740; &#1583;&#1740;&#1585; &#1576;&#1593;&#1583;&#1583;&#1608;&#1576;&#1575;&#1585;&#1729; &#1705;&#1608;&#1588;&#1588; &#1576;&#1726;&#1740; &#1705;&#1585;&#1587;&#1705;&#1578;&#1746; &#1729;&#1740;&#1722;&#1748; "</li>\n</ul>]]></string>
  <string name="error_generic_title">اف</string>
  <string name="error_generic_message">ہم کچھ وجوہات کی بنا پر یہ صفحہ لوڈ نہیں کر سکتے۔</string>
  <string name="your_rights">آپ کے حقوق</string>
</resources>
