<?xml version='1.0' encoding='utf-8'?>
<resources>
  <string name="action_cancel">বাতিল</string>
  <string name="action_ok">ঠিক আছে</string>
  <string name="urlbar_hint">অনুসন্ধান করুন অথবা ঠিকানা দিন</string>
    <string name="menu_settings">সেটিংস</string>
  <string name="menu_about">পরিচিতি</string>
    <string name="preference_language">ভাষা</string>
  <string name="preference_language_systemdefault">সিস্টেম ডিফল্ট</string>
  <string name="preference_category_privacy">গোপনীয়তা</string>
  <string name="preference_privacy_block_ads">বিজ্ঞাপন সন্মন্ধিত ট্রাকারদেরকে অবরুদ্ধ করুন</string>
  <string name="preference_privacy_block_ads_summary">এমন কিছু বিজ্ঞাপন আছে যেগুলিতে আপনি ক্লিক না করা সত্ত্বেও সেগুলি সাইট ভিজিট করাকে ট্র্যাক করে</string>
  <string name="preference_privacy_block_analytics">অ্যানালিটিক ট্রাকারদেরকে অবরুদ্ধ করুন</string>
  <string name="preference_privacy_block_analytics_summary">ট্যাপিং বা স্ক্রলিং এর মত ক্রিয়াকলাপগুলি সংগ্রহ, বিশ্লেষণ এবং পরিমাপ করতে ব্যবহৃত হয়</string>
  <string name="preference_privacy_block_social">সামাজিক ট্রাকারদেরকে অবরুদ্ধ করুন</string>
  <string name="preference_privacy_block_social_summary">আপনার ভিজিট ট্র্যাক করতে এবং শেয়ার বোতামগুলির মত কার্যকারিতা দেখাতে সাইটে এম্বেড রয়েছে</string>
  <string name="preference_privacy_block_content">অন্যন্য কনটেন্ট ট্রাকাদেরকে অবরুদ্ধ করুন</string>
  <string name="preference_privacy_block_content_summary2">সক্রিয় করলে কিছু পেজ অপ্রত্যাশিত আচরণ করতে পারে</string>
    <string name="preference_category_performance">কর্মক্ষমতা</string>
  <string name="preference_performance_block_webfonts">ওয়েব ফন্টকে অবরুদ্ধ করুন</string>
  <string name="preference_performance_block_webfonts_summary">ছবি অথবা আইকন দৃশ্যমান নাও হতে পারে</string>
    <string name="preference_mozilla_telemetry2">ব্যবহারের তথ্য পাঠান</string>
    <string name="preference_privacy_notice">গোপনীয়তা বিজ্ঞপ্তি</string>
    <string name="accessibility_announcement_loading">লোড করা হচ্ছে</string>
  <string name="accessibility_announcement_loading_finished">ওয়েবসাইট লোড হয়েছে</string>
  <string name="content_description_forward">সামনে নেভিগেট করুন</string>
  <string name="content_description_reload">ওয়েবসাইট পুনরায় লোড করুন</string>
  <string name="content_description_back">পেছনে নেবিগেট করুন</string>
    <string name="external_app_prompt_title">নতুন অ্যাপে লিংক খুলুন</string>
  <string name="external_app_prompt">লিংকটি %2$s এ খুলতে, আপনি %1$s কে ছেড়ে দিতে পারেন।</string>
  <string name="external_app_prompt_no_app_title">একটি অ্যাপ অনুসন্ধান করেন যা লিংখটিকে খুলতে পারবে</string>
  <string name="external_app_prompt_no_app">আপনার ডিভাইসের কোন অ্যাপই এই লিঙ্কটি খুলতে সক্ষম হয়নি। %2$s অনুসন্ধান করে একটি অ্যাপ বের করার জন্যে আপনি %1$s কে দ্বায়িত্ব দিতে পারেন।</string>
  <string name="external_multiple_apps_matched_exit">ব্যক্তিগত ব্রাউজিং থেকে প্রস্থান করুন?</string>
  <string name="errorpage_title">পেজ লোড করতে সমস্যা</string>
  <string name="errorpage_refresh">পুনরায় চেষ্টা করুন</string>
  <string name="error_connectionfailure_title">সংযোগ করতে ব্যর্থ</string>
  <string name="error_connectionfailure_message"><![CDATA[<ul xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2">"\n        "<li>&#2488;&#2494;&#2439;&#2463;&#2463;&#2495; &#2488;&#2494;&#2478;&#2479;&#2492;&#2495;&#2453;&#2477;&#2494;&#2476;&#2503; &#2474;&#2494;&#2451;&#2527;&#2494; &#2479;&#2494;&#2458;&#2509;&#2459;&#2503;&#2472;&#2494; &#2476;&#2494; &#2474;&#2509;&#2480;&#2458;&#2472;&#2509;&#2465; &#2476;&#2509;&#2479;&#2488;&#2509;&#2468; &#2480;&#2527;&#2503;&#2459;&#2503;&#2404; &#2453;&#2495;&#2459;&#2497;&#2453;&#2509;&#2487;&#2467; &#2474;&#2480; &#2438;&#2476;&#2494;&#2480; &#2458;&#2503;&#2487;&#2509;&#2463;&#2494; &#2453;&#2480;&#2497;&#2472;.</li>"\n        "<li>&#2479;&#2470;&#2495; &#2438;&#2474;&#2472;&#2495; &#2453;&#2507;&#2472; &#2474;&#2503;&#2460; &#2482;&#2507;&#2465; &#2453;&#2480;&#2468;&#2503; &#2476;&#2509;&#2479;&#2480;&#2509;&#2469; &#2489;&#2472;, &#2438;&#2474;&#2472;&#2494;&#2480; &#2465;&#2495;&#2477;&#2494;&#2439;&#2488;&#2503;&#2480; &#2478;&#2507;&#2476;&#2494;&#2439;&#2482; &#2465;&#2503;&#2463;&#2494; &#2476;&#2494; &#2451;&#2527;&#2494;&#2439;&#2475;&#2494;&#2439; &#2488;&#2434;&#2479;&#2507;&#2455; &#2474;&#2480;&#2496;&#2453;&#2509;&#2487;&#2494; &#2453;&#2480;&#2497;&#2472;&#2404;</li>"\n      "</ul>]]></string>
  <string name="error_timeout_title">সংযোগের সময়সীমা উত্তীর্ণ হয়েছে</string>
  <string name="error_hostLookup_title">সার্ভার পাওয়া যায়নি</string>
  <string name="error_hostLookup_message"><![CDATA[<ul xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2">"\n        "<li>"&#2463;&#2494;&#2439;&#2474;&#2460;&#2472;&#2495;&#2468; &#2477;&#2497;&#2482;&#2503;&#2480; &#2460;&#2472;&#2509;&#2479; &#2464;&#2495;&#2453;&#2494;&#2472;&#2494; &#2474;&#2480;&#2496;&#2453;&#2509;&#2487;&#2494; &#2453;&#2480;&#2497;&#2472; &#2479;&#2503;&#2478;&#2472;\n          "<strong>ww</strong>".example.com &#2476;&#2470;&#2482;&#2503;\n          "<strong>www</strong>.example.com</li>"\n        "<li>&#2479;&#2470;&#2495; &#2438;&#2474;&#2472;&#2495; &#2453;&#2507;&#2472; &#2474;&#2503;&#2460; &#2482;&#2507;&#2465; &#2453;&#2480;&#2468;&#2503; &#2476;&#2509;&#2479;&#2480;&#2509;&#2469; &#2489;&#2472;, &#2438;&#2474;&#2472;&#2494;&#2480; &#2465;&#2495;&#2477;&#2494;&#2439;&#2488;&#2503;&#2480; &#2478;&#2507;&#2476;&#2494;&#2439;&#2482; &#2465;&#2503;&#2463;&#2494; &#2476;&#2494; &#2451;&#2479;&#2492;&#2494;&#2439;&#2475;&#2494;&#2439; &#2488;&#2434;&#2479;&#2507;&#2455; &#2474;&#2480;&#2496;&#2453;&#2509;&#2487;&#2494; &#2453;&#2480;&#2497;&#2472;&#2404;</li>"\n      "</ul>]]></string>
  <string name="error_malformedURI_title">ঠিকানাটি বৈধ নয়</string>
  <string name="error_malformedURI_message"><![CDATA[<ul xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2">"\n  "<li>"&#2451;&#2527;&#2503;&#2476; &#2464;&#2495;&#2453;&#2494;&#2472;&#2494; &#2488;&#2494;&#2471;&#2494;&#2480;&#2467;&#2468; &#2479;&#2503;&#2477;&#2494;&#2476;&#2503; &#2482;&#2503;&#2454;&#2494; &#2489;&#2527; "<strong>http://www.example.com/</strong></li>"\n  "<li>"&#2438;&#2474;&#2472;&#2495; &#2479;&#2503; &#2475;&#2480;&#2507;&#2527;&#2494;&#2480;&#2509;&#2465; &#2488;&#2509;&#2482;&#2509;&#2479;&#2494;&#2488; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2459;&#2503;&#2472; &#2468;&#2494; &#2472;&#2495;&#2486;&#2509;&#2458;&#2495;&#2468; &#2453;&#2480;&#2497;&#2472; (&#2437;&#2480;&#2509;&#2469;&#2494;&#2510; "<strong>/</strong>)&#2404;</li>\n</ul>]]></string>
  <string name="error_redirectLoop_title">পেজ থেকে সঠিকরূপে অনুরোধ প্রেরিত হচ্ছে না</string>
  <string name="error_redirectLoop_message"><![CDATA[<ul xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2">"\n  "<li>&#2453;&#2497;&#2453;&#2495; &#2472;&#2495;&#2487;&#2509;&#2453;&#2509;&#2480;&#2495;&#2527; &#2437;&#2469;&#2476;&#2494; &#2474;&#2509;&#2480;&#2468;&#2509;&#2479;&#2494;&#2454;&#2509;&#2479;&#2494;&#2472; &#2453;&#2480;&#2494; &#2489;&#2482;&#2503; &#2447;&#2439; &#2488;&#2478;&#2488;&#2509;&#2479;&#2494; &#2470;&#2503;&#2454;&#2494; &#2470;&#2503;&#2451;&#2527;&#2494;&#2480; &#2488;&#2478;&#2509;&#2477;&#2494;&#2476;&#2472;&#2494; &#2480;&#2527;&#2503;&#2459;&#2503;&#2404;</li>\n</ul>]]></string>
  <string name="error_unsupportedprotocol_title">ঠিকানাটি বোঝা যায়নি</string>
  <string name="error_unsupportedprotocol_message"><![CDATA[<ul xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2">"\n  "<li>&#2458;&#2495;&#2489;&#2509;&#2472;&#2495;&#2468; &#2464;&#2495;&#2453;&#2494;&#2472;&#2494; &#2454;&#2507;&#2482;&#2494;&#2480; &#2460;&#2472;&#2509;&#2479; &#2488;&#2478;&#2509;&#2477;&#2476;&#2468; &#2453;&#2527;&#2503;&#2453;&#2463;&#2495; &#2488;&#2475;&#2509;&#2463;&#2451;&#2479;&#2492;&#2509;&#2479;&#2494;&#2480; &#2439;&#2472;&#2488;&#2509;&#2463;&#2482; &#2453;&#2480;&#2494; &#2438;&#2476;&#2486;&#2509;&#2479;&#2453;&#2404;</li>\n</ul>]]></string>
  <string name="error_sslhandshake_title">নিরাপদ সংযোগ স্থাপন করতে ব্যর্থ</string>
  <string name="error_sslhandshake_message"><![CDATA[<ul xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2">"\n  "<li>&#2488;&#2494;&#2480;&#2509;&#2477;&#2494;&#2480;&#2503;&#2480; &#2453;&#2472;&#2475;&#2495;&#2455;&#2494;&#2480;&#2503;&#2486;&#2472;&#2503;&#2480; &#2468;&#2509;&#2480;&#2497;&#2463;&#2495;&#2480; &#2453;&#2494;&#2480;&#2467;&#2503; &#2447;&#2439; &#2488;&#2478;&#2488;&#2509;&#2479;&#2494;&#2463;&#2495; &#2489;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;, &#2437;&#2469;&#2476;&#2494; &#2489;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503; \n&#2453;&#2503;&#2441; &#2488;&#2494;&#2480;&#2509;&#2477;&#2494;&#2480;&#2503;&#2480; &#2459;&#2470;&#2509;&#2478;&#2476;&#2503;&#2486; &#2471;&#2494;&#2480;&#2467; &#2453;&#2480;&#2494;&#2480; &#2458;&#2503;&#2487;&#2509;&#2463;&#2494; &#2453;&#2480;&#2459;&#2503;&#2472;&#2404;</li>"\n  "<li>&#2479;&#2470;&#2495; &#2474;&#2498;&#2480;&#2509;&#2476;&#2503; &#2438;&#2474;&#2472;&#2495; &#2453;&#2454;&#2472;&#2507; &#2447;&#2439; &#2488;&#2494;&#2480;&#2509;&#2477;&#2494;&#2480;&#2503;&#2480; &#2488;&#2494;&#2469;&#2503; &#2488;&#2434;&#2479;&#2497;&#2453;&#2509;&#2468; &#2489;&#2527;&#2503; &#2469;&#2494;&#2453;&#2503;&#2472;, &#2468;&#2494;&#2489;&#2482;&#2503; &#2488;&#2478;&#2488;&#2509;&#2479;&#2494;&#2463;&#2495;\n&#2437;&#2488;&#2509;&#2469;&#2494;&#2479;&#2492;&#2496; &#2489;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;, &#2447;&#2476;&#2434; &#2438;&#2474;&#2472;&#2495; &#2453;&#2495;&#2459;&#2497;&#2453;&#2509;&#2487;&#2467; &#2474;&#2480; &#2438;&#2476;&#2494;&#2480; &#2458;&#2503;&#2487;&#2509;&#2463;&#2494; &#2453;&#2480;&#2503; &#2470;&#2503;&#2454;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;&#2472;&#2404;</li>\n</ul>]]></string>
  <string name="error_generic_title">ওহো</string>
  <string name="error_generic_message">আমরা কিছু কারণবশতঃ এই পৃষ্ঠাটি লোড করতে পারছি না।</string>
  <string name="your_rights">আপনার অধিকার</string>
    <string name="your_rights_content1">%1$s মুক্ত এবং ওপেন সোর্স সফটওয়্যার Mozilla এবং অন্যান্য অবদানকারীর দ্বারা তৈরি।</string>
  <string name="your_rights_content2"><![CDATA["%1$s আপনার কাছে "<a xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2" href="%2$s">"Mozilla Public License "</a>" এবং অন্যান্য ওপেন সোর্স লাইসেন্সের শর্তাবলী অনুসারে উপলব্ধ করা হয়েছে।"]]></string>
  <string name="your_rights_content3"><![CDATA["Mozilla ফাউন্ডেশন বা অন্য দল, যেমন Mozilla, Firefox অথবা %1$s এর নাম বা লোগো সহ কোনও পক্ষের ট্রেডমার্কের জন্য আপনার কোন অধিকার বা লাইসেন্স নেই। অতিরিক্ত তথ্য "<a xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2" href="%2$s">&#2447;&#2454;&#2494;&#2472;&#2503;</a>" পাওয়া যেতে পারে।"]]></string>
  <string name="your_rights_content4"><![CDATA["%1$s এর জন্য অতিরিক্ত সোর্স কোড অন্যান্য বিনামূল্যে এবং ওপেন সোর্স "<a xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2" href="%2$s">&#2482;&#2494;&#2439;&#2488;&#2503;&#2472;&#2509;&#2488;&#2455;&#2497;&#2482;&#2495;</a>" এর অধীনে উপলব্ধ।"]]></string>
  <string name="your_rights_content5"><![CDATA["%1$s ও Disconnect, Inc, দ্বারা প্রদত্ত ব্লকস্ট্রিস্ট ব্যবহার করে, "<a xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2" href="%2$s">GNU &#2460;&#2503;&#2472;&#2494;&#2480;&#2503;&#2482; &#2474;&#2494;&#2476;&#2482;&#2495;&#2453; &#2482;&#2494;&#2439;&#2488;&#2503;&#2472;&#2509;&#2488; v3</a>" র অধীনে পৃথক এবং স্বাধীন কাজ হিসাবে এবং "<a xmlns:xliff="urn:oasis:names:tc:xliff:document:1.2" href="%3$s">&#2447;&#2454;&#2494;&#2472;&#2503;</a>" পাওয়া যাবে।"]]></string>
</resources>
